Repository: dahall/TaskScheduler
Catalog: TaskService/TaskEditor/EditorProperties/Resources.*.resx
Languages: fr, it, zh_cn

source: Any connection
fr: N'importe quelle connexion
it: Qualsiasi connessione
zh_cn: 任何连接

source: Disabled
fr: Désactivé
it: Disabile
zh_cn: 禁用

source: Enabled
fr: Activé
it: Abilitato
zh_cn: 启用

source: Last
fr: Dernier
it: Scorso
zh_cn: 最后一天

# TriggerTypeBoot
source: At startup
fr: Au démarrage
it: All'avvio
zh_cn: 当开机

# TriggerTypeEvent
source: On an event
fr: Sur un événement
it: Su un evento
zh_cn: 当事件

# TriggerTypeIdle
source: On idle
fr: Après une période d'inactivité
it: Su di inattività
zh_cn: 当空闲

# TriggerTypeLogon
source: At log on
fr: À l’ouverture de session
it: A effettuare l'accesso
zh_cn: 当登录

# TriggerTypeRegistration
source: At task creation/modification
fr: Lors de la création/modification de la tâche
it: Alla creazione / modifica di attività
zh_cn: 在任务创建/更改

# TriggerTypeSchedule
source: On a schedule
fr: À l'heure programmée
it: Su una pianificazione
zh_cn: 当计划

# TriggerTypeSessionConnect
source: On connection to a user session
fr: Lors de la connexion à une session utilisateur
it: Alla connessione a una sessione utente
zh_cn: 当连接到用户会话

# TriggerTypeSessionDisconnect
source: On disconnect from a user session
fr: Sur déconnecter une session utilisateur
it: Alla disconnessione a una sessione utente
zh_cn: 当断开用户会话

# TriggerTypeWorkstationLock
source: On workstation lock
fr: Au verrouillage du poste de travail
it: Sul blocco della workstation
zh_cn: 当计算机锁住

# TriggerTypeWorkstationUnlock
source: On workstation unlock
fr: Au déverrouillage de la station de travail
it: Su sblocco della workstation
zh_cn: 当计算机解锁

# DateTimeSyncText
source: Synchronize across time zones
fr: Synch. fuseaux horaires
it: Sincronizzare attraverso i fusi orari
zh_cn: 跨时区同步

source: Local Machine
fr: Ordinateur local
it: Computer locale
zh_cn: 本地计算机

# TaskEditDlgTitle
source: {0} Properties ({1})
fr: Propriétés de {0} ({1})
it: {0} Attività ({1})
zh_cn: {0} 属性 ({1})

# WizardEventTriggerErrorTitle
source: Invalid Event Trigger
fr: Evénement invalide
it: Invalida attivazione di evento
zh_cn: 无效的事件触发器

# WizardEventTriggerInvalid
source: At a minimum, a log must be selected.
fr: Au moins un journal doit être sélectionné.
it: Come minimo, un registro deve essere selezionato.
zh_cn: 至少要选择一个日志。

# WizardMonthlyDOWTriggerInvalid
source: There must be at least one month, one week, and one weekday selected.
fr: Il doit y avoir au moins un mois, une semaine et un jour de la semaine sélectionné.
it: Ci deve essere almeno un mese, una settimana, e un giorno della settimana selezionata.
zh_cn: 至少选择月，周和天。

# WizardMonthlyTriggerErrorTitle
source: Invalid Monthly Trigger
fr: Déclencheur mensuel non valide
it: Invalida attivazione mensile
zh_cn: 无效的每月触发器

# WizardMonthlyTriggerInvalid
source: There must be at least one month and one day selected.
fr: Il doit être au moins un mois et un jour sélectionné.
it: Ci deve essere almeno un mese e un giorno selezionato.
zh_cn: 至少选择一个月和一天。

# ComObjectDoesNotSupportInterfaceErrorMessage
source: This COM Class does not support the required interface.
fr: Cette classe de COM ne supporte pas l'interface requise.
it: Questa classe COM non supporta l'interfaccia richiesta.
zh_cn: 这个COM类不支持需要的接口。

# Error_CredUIConfirmFailed
source: Call to CredUIConfirmCredentials failed with error code: {0}
fr: Appel à CredUIConfirmCredentials a échoué avec le code d'erreur: {0}
it: Chiamata a CredUIConfirmCredentials riuscita con codice di errore: {0}

# Error_CredUIPromptFailed
source: Call to CredUIPromptForCredentials failed with error code: {0}
fr: Appel à CredUIPromptForCredentials a échoué avec le code d'erreur: {0}
it: Chiamata a CredUIPromptForCredentials riuscita con codice di errore: {0}

# TaskSchedulerName
source: Task Scheduler
fr: Planificateur de tâches
it: Pianificatore per compiti
zh_cn: 任务计划

# CredentialPromptMessage
source: Enter user account information for running this task.
fr: Entrez les informations du compte d’utilisateur pour l’exécution de cette tâche.
it: Inserisci le informazioni sull'account utente per l'esecuzione di questa attività.
zh_cn: 输入运行该任务的用户信息。

# UserAuthenticationError
source: A valid password for the specified account was not provided.
fr: Un mot de passe du compte spécifié n'a pas été fourni.
it: Una password valida per l'account specificato non è stato fornito.
zh_cn: 对应账号的密码无效。

# TaskMustHaveActionsError
source: There must be at least one action assigned to this task.
fr: Il doit y avoir au moins une action attribuée à cette tâche.
it: Ci deve essere almeno una azione assegnata a questa attività.
zh_cn: 该任务至少要有一个操作。

# TaskRunTimesDialogTitle
source: Task Run Times ({0})
fr: Exécuter la tâche fois ({0})
it: Tempi di funzionamento per l'attività ({0})
zh_cn: 任务运行时间 ({0})

# LastResultSuccessful
source: The operation completed successfully. (0x0)
fr: Opération achevée avec succès. (0x0)
it: L'operazione è stata completata con successo. (0x0)
zh_cn: 该操作成功。 (0x0)

source: Never
fr: Jamais
it: Mai
zh_cn: 从未

# ActionDlgEditCaption
source: Edit Action
fr: Modifier l'action
it: Modifica azione
zh_cn: 修改操作

# ActionDlgNewCaption
source: New Action
fr: Nouvelle action
it: Nuova azione
zh_cn: 新操作

# TriggerDlgEditCaption
source: Edit Trigger
fr: Modifier le déclencheur
it: Modifica attivazione
zh_cn: 修改触发器

# TriggerDlgNewCaption
source: New Trigger
fr: Nouveau déclencheur
it: Nuova attivazione
zh_cn: 新触发器

# Error_TaskDeleteMustHaveExpiringTrigger
source: If you want to have a task deleted automatically after it runs, you must add at least one trigger that has an expiration date.
fr: Si vous voulez qu’une tâche soit supprimée automatiquement après son exécution, vous devez ajouter au moins un déclencheur qui a une date d’expiration.
it: Se si desidera cancellare un'attività automaticamente dopo viene eseguito, è necessario aggiungere almeno un'attivazione che ha una data di scadenza.
zh_cn: 如果希望任务在运行后自动被删除，必须添加至少一个有过期日期的触发器。

# BrowseForTargetServerPrompt
source: Select a new target computer:
fr: Sélectionnez un ordinateur cible nouvelle:
it: Selezionare un nuovo computer di destinazione:
zh_cn: 选择新的目标计算机:

# NoUserSpecifiedText
source: <none>
fr: Aucun
it: <nessuno>
zh_cn: <无>

# TimeSpanDoNotWait
source: Do not wait
fr: Ne pas attendre
it: Non aspettare
zh_cn: 不等待

# TimeSpanImmediately
source: Immediately
fr: Immédiatement
it: Immediatamente
zh_cn: 立即

# TimeSpanIndefinitely
source: Indefinitely
fr: Indéfiniment
it: Indefinitamente
zh_cn: 无限期

# Error_CannotRetrieveHistory
source: Unable to retrieve task history. Error: {0}
fr: Impossible de récupérer l'historique des tâches. Erreur: {0}
it: Impossibile recuperare la cronologia delle attività. Errore: {0}
zh_cn: 无法获取任务历史。错误: {0}

# Error_NoGroupsUnderV1
source: Running a task under a group user account is supported only on Windows Vista™ or later. To run a task under a group account, you must upgrade this task to a Windows Vista™ task.
fr: L’exécution d’une tâche sous un compte d’utilisateur de groupe est prise en charge uniquement sur Windows Vista™ ou une version ultérieure. Pour exécuter une tâche sous un compte de groupe, vous devez mettre à niveau cette tâche vers une tâche Windows Vista™.
it: L'esecuzione di un'attività con un account utente del gruppo è supportato solo su Windows Vista ™ o versioni successive. Per eseguire un'attività con un account di gruppo, è necessario aggiornare quest'attività ad una delle applicazioni di Windows Vista ™.
zh_cn: 只在 Windows Vista™ 及之后的版本在账户组下运行任务。要在在账户组下运行任务，必须升级该任务成 Windows Vista™ 任务.

# WizActionSubtextEmail
source: Sends an e-mail using supplied information.
fr: Envoie un courrier électronique à l'aide fournie informations.
it: Invia una e-mail utilizzando le informazioni fornite.
zh_cn: 用提供的信息发送电子邮件。

# WizActionSubtextExecute
source: Executes a command-line operation.
fr: Exécute une opération de ligne de commande.
it: Esegue un'operazione dal command-line.
zh_cn: 运行命令行操作。

# WizActionSubtextShowMessage
source: Shows a message box when a task is activated.
fr: Affiche un message lorsqu'une tâche est activée.
it: Mostra un messaggio quando un'attività viene attivato.
zh_cn: 当一个任务激活时显示一个消息窗口。

# WizActionTextExecute
source: Run a program
fr: Exécuter un programme
it: Eseguire un programma
zh_cn: 运行程序

# WizActionTextSendEmail
source: Send an e-mail
fr: Envoyer un courrier électronique
it: Invia una e-mail
zh_cn: 发送电子邮件

# WizActionTextShowMessage
source: Display a message
fr: Afficher un message
it: Mostrare un messaggio
zh_cn: 显示信息

# WizTriggerSubtextDaily
source: Starts a task based on a daily schedule. For example, the task starts at a specific time every day, every other day, every third day, and so on.
fr: Commence une tâche, basé sur un horaire quotidien. Par exemple, la tâche démarre à une heure précise tous les jours, tous les autres jours, tous les trois jours, et ainsi de suite.
it: Avvia un'attività basato su un programma giornaliero. Per esempio, l'attività inizia in un momento specifico ogni giorno, ogni giorno, ogni tre giorni, e così via.
zh_cn: 计划每天开始任务。例如，任务在每天，隔天，每3天等，指定的时间开始。

# WizTriggerTextDaily
source: Daily
fr: Tous les jours
it: Quotidiano
zh_cn: 每天

# WizTriggerSubtextEvent
source: Starts a task when a system event occurs.
fr: Commence une tâche lorsqu'un événement système se produit.
it: Avvia un'attività quando si verifica un evento di sistema.
zh_cn: 当系统时间发生时开始任务。

# WizTriggerTextEvent
source: When a specific event is logged
fr: Si un événement spécifique est enregistré
it: Quando un determinato evento viene registrato
zh_cn: 当指定事件被记入日志

# WizTriggerSubtextMonthly
source: Starts a task based on a monthly schedule. For example, the task starts on specific days of specific months.
fr: Commence une tâche basée sur un calendrier mensuel. Par exemple, la tâche démarre certains jours du mois spécifiques.
it: Avvia un'attività basato su una pianificazione mensile. Per esempio, l'attività inizia in giorni specifici della mesi specifici.
zh_cn: 计划每月开始任务。例如，任务在指定月的指定日子里开始。

# WizTriggerTextMonthly
source: Monthly
fr: Tous les mois
it: Mensile
zh_cn: 每月

# WizTriggerSubtextTime
source: Starts a task at a specific date and time.
fr: Commence une tâche à une date précise et le temps.
it: Avvia un'attività a una data e un'ora specifiche.
zh_cn: 指定时间开始任务。

# WizTriggerTextTime
source: One time
fr: Une fois
it: Una volta
zh_cn: 一次

# WizTriggerSubtextWeekly
source: Starts a task based on a weekly schedule. For example, the task starts at 8:00 A.M. on a specific day of the week every week or every other week.
fr: Commence une tâche basée sur un calendrier hebdomadaire. Par exemple, la tâche démarre à 08:00 un jour de la semaine chaque semaine ou toutes les deux semaines.
it: Avvia un'attività basata su una pianificazione settimanale. Per esempio, l'attività inizia alle 08:00 in un giorno specifico della settimana, ogni settimana o ogni due settimane.
zh_cn: 计划每周开始任务。例如，任务在每周或隔周指定日子的上午8:00开始。

# WizTriggerTextWeekly
source: Weekly
fr: Hebdomadaire
it: Settimanale
zh_cn: 每周

# WizardSummaryFormatString
source: Name: {0} Description: {1} Trigger: {2} Action: {3}
fr: Nom : {0} Description : {1} Déclencheur : {2} Action : {3}
it: Nome: {0} Descrizione: {1} Attivazione: {2} Azione: {3}
zh_cn: 名称: {0} 描述: {1} 触发器: {2} 操作: {3}

# Error_RepetitionMoreThanDuration
source: The repetition interval value must be less than or equal to the repetition duration value.
fr: La valeur de l’intervalle de répétition doit être inférieure ou égale à la valeur de la durée de répétition.
it: Il valore di intervallo di ripetizione deve essere inferiore o uguale al valore di durata ripetizione.
zh_cn: 重复的间隔值必须少于等于重复的持续值

# TaskCompatibility
source: AT service|Windows Server™ 2003, Windows® XP, or Windows® 2000|Windows Vista™, Windows Server™ 2008|Windows® 7, Windows Server™ 2008 R2|Windows® 8, Windows Server™ 2012
fr: AT service|Windows Server™ 2003, Windows® XP, or Windows® 2000|Windows Vista™, Windows Server™ 2008|Windows® 7, Windows Server™ 2008 R2|Windows® 8, Windows Server™ 2012|Windows®10
it: AT servizio|Windows Server™ 2003, Windows® XP o Windows® 2000|Windows Vista™, Windows Server™ 2008|Windows® 7, Windows Server™ 2008 R2|Windows® 8, Windows Server™ 2012|Windows®10
zh_cn: AT service|Windows Server™ 2003, Windows® XP o Windows® 2000|Windows Vista™, Windows Server™ 2008|Windows® 7, Windows Server™ 2008 R2|Windows® 8, Windows Server™ 2012|Windows®10

# TimeSpanNotStarted
source: Not started
fr: Non démarré
it: Non avviato
zh_cn: 未开始

# ProcessPriorityAboveNormal
source: Above normal
fr: Supérieure à la normale
it: Sopra il normale
zh_cn: 以上正常

# ProcessPriorityBelowNormal
source: Below normal
fr: Inférieure à la normale
it: Di sotto della norma
zh_cn: 下面正常

# ProcessPriorityHigh
source: High
fr: Haute
it: Alto
zh_cn: 高

# ProcessPriorityIdle
source: Idle
fr: Inactif
it: Minimo
zh_cn: 闲置

# ProcessPriorityNormal
source: Normal
it: Normale
zh_cn: 正常

# ProcessPriorityRealTime
source: Real-time
fr: Temps réel
it: Tempo reale
zh_cn: 实时的

# SIDTypeDefault
source: Default
fr: Par défaut
it: Difetto
zh_cn: 默认

# SIDTypeNone
source: None
fr: Aucun
it: Nessuno
zh_cn: 没有

# SIDTypeUnrestricted
source: Unrestricted
fr: Non restreint
it: Libero
zh_cn: 无限制的

# Error_PrincipalSidTypeInvalid
source: The user account on the General tab must be set to either 'NETWORK SERVICE' or 'LOCAL SERVICE' when the Process SID Type is set to 'Unrestricted' on the Additions tab. You must either change the SID Type or set the user to one of the valid accounts.
fr: Le compte d'utilisateur sous l'onglet général doit être défini à « SERVICE réseau » ou « SERVICE réseau » lorsque le processus SID Type a la valeur « Unrestricted » sous l'onglet Compléments. Vous devez modifier le Type de SID ou définir l'utilisateur à l'un des comptes valides.
it: L&#39;account utente nella scheda generale deve essere impostata su &#39;servizio di rete&#39; o &#39;servizio locale&#39; quando il tipo di processo di sid è impostato su &#39;senza restrizioni&#39; nella scheda aggiunte. è necessario modificare il tipo di sid o impostare l&#39;utente a uno degli account validi.
zh_cn: 必须设置为“常规”选项卡上的“网络服务”或“本地服务”的过程SID类型设置为“无限制”添加“选项卡上的用户帐户。您必须更改SID类型，或者设置用户的有效帐户。

# UseUnifiedResetQuestion
source: Setting this property will disable a number of other properties. Would you still like to proceed?
fr: La définition de cette propriété désactive un certain nombre d'autres propriétés. Souhaitez-vous toujours aller de l'avant?
it: L&#39;impostazione di questa proprietà consente di disattivare una serie di altre proprietà. Ti piace ancora di procedere?
zh_cn: 设置此属性将禁用一些其他属性。你仍然要继续吗？

# ActionTypeComHandler
source: Custom handler
fr: Gestionnaire personnalisé
it: Gestore personalizzato
zh_cn: 自定义处理程序

# ActionTypeExecute
source: Start a program
fr: Démarrer un programme
it: Avviare un programma
zh_cn: 启动程序

# ActionTypeSendEmail
source: Send an e-mail
fr: Envoyer un courrier électronique
it: Inviare una e-mail
zh_cn: 发送电\u200b\u200b子邮件

# ActionTypeShowMessage
source: Display a message
fr: Afficher un message
it: Visualizzare un messaggio
zh_cn: 显示一条消息，

# TaskInstancesIgnoreNew
source: Do not start a new instance
fr: Ne pas démarrer une nouvelle instance
it: Non avviare una nuova istanza
zh_cn: 不启动一个新的实例

# TaskInstancesParallel
source: Run a new instance in parallel
fr: Exécuter une nouvelle instance en parallèle
it: Eseguire una nuova istanza in parallelo
zh_cn: 在平行运行的一个新实例

# TaskInstancesQueue
source: Queue a new instance
fr: Mettre en file d’attente une nouvelle instance
it: Coda di una nuova istanza
zh_cn: 队列中的一个新实例

# TaskInstancesStopExisting
source: Stop the existing instance
fr: Arrêter l’instance existante
it: Arrestare l&#39;istanza esistente
zh_cn: 停止现有的实例

# Error_InvalidSddlFormat
source: SDDL must be in format defined at http://goo.gl/6au0V
fr: SDDL doit être au format défini au http://goo.gl/6au0V
it: SDDL si deve essere in formato definito a http://goo.gl/6au0v
zh_cn: ，SDDL必须在定义的格式在http://goo.gl/6au0v

# Error_InvalidUriFormat
source: URI is not in a correct format
fr: URI n'est pas dans un format correct
it: URI non è in un formato corretto
zh_cn: uri是不正确的格式

# Error_InvalidVersionFormat
source: Version must be in the format major.minor[.build[.revision]].
fr: Version doit être dans le format major.minor[.build].revision]].
it: Versione deve essere nel formato major.minor[.costruire[.revisione]].
zh_cn: 的格式为major.minor版本必须是在建设[修订]。

# EventDetailHeader
source: Event {0}, TaskScheduler
fr: {0}, Planificateur de tâches
it: evento {0}, TaskScheduler
zh_cn: 事件{0}的TaskScheduler

# HistoryHeader
source: Number of events: {0}
fr: Nombre d’événements : {0}
it: Conto di eventi: {0}
zh_cn: 的事件数：{0}

# EventPropertiesDialogTitle
source: Event Properties - Event {0}, TaskScheduler
fr: Propriétés de l'événement - événement {0}, Planificateur de tâches
it: Proprietà di evento - Evento {0}, TaskScheduler
zh_cn: 事件属性 - 事件{0}的TaskScheduler

# TaskEventStatusFailure
source: Failure
fr: Échec
it: Fallimento
zh_cn: 失败

# TaskEventStatusStillRunning
source: Still running
fr: Encore en cours d'exécution
it: Ancora in esecuzione
zh_cn: 仍在运行

# TaskEventStatusSuccess
source: Success
fr: Opération réussie
it: Successo
zh_cn: 成功

# TaskEventStatusTerminated
source: Terminated
fr: Terminé
it: Terminato
zh_cn: 终止

# TriggerTypeRemoteConnect
source: On connection to a remote user session
fr: Lors de la connexion à une session utilisateur à distance
it: A connettersi da una sessione utente remoto
zh_cn: 在连接到远程用户会话

# TriggerTypeRemoteDisconnect
source: On disconnect from a remote user session
fr: Sur déconnecter une session utilisateur à distance
it: A disconnettersi da una sessione utente remoto
zh_cn: 从远程用户会话断开

# LoadingPrompt
source: Loading...
fr: Chargement en cours...
it: Caricando ...
zh_cn: 载入中...

# Error_CannotEditTrigger
source: This type of trigger cannot be edited in this tool.
fr: Ce type de déclencheur ne peut pas être modifié dans cet outil.
it: Questo tipo di attivazione non può essere modificato in questo modo.
zh_cn: 在此工具中，这种类型的触发器不能被编辑。

# Error_InvalidNameFormat
source: Task name is not in a valid format. Characters not allowed in a filename are not allowed in a task name.
fr: Nom de la tâche n'est pas dans un format valide. Les caractères non autorisés dans un nom de fichier ne sont pas autorisés dans un nom de la tâche.
it: Il nome dell'attività non è in un formato valido. Non sono ammessi caratteri in un nome di attività che sono invalidi in un nome di file.

# TriggerTypeCustom
source: Custom Trigger
fr: Personnaliser le déclencheur
it: Attivazione personalizata
zh_cn: 定制触发器

# ChangeUserBtn
source: Change User or Group...
fr: Utilisateur ou groupe...
it: &Cambia utente o gruppo...
zh_cn: 更改用户或组...

# ChangeUserBtnNonAdmin
source: Change User...
fr: Changer d'utilisateur
it: &Cambia utente...
zh_cn: 更改用户...

# Error_EventsNotSupported
source: Task events and history are not supported on .NET versions prior to 3.5.
fr: Événements de la tâche et l'histoire ne reposent pas sur les versions de .NET avant 3.5.
it: Storia e eventi d'attività non sono supportati nelle versioni di .NET 3.5 prima di.

# Error_TaskPropertiesIncompatible
source: The following property settings cannot be used with the selected compatibility setting:
fr: Les paramètres de propriété suivants ne peut pas être utilisés avec le paramètre de compatibilité sélectionnée:
it: Le seguenti impostazioni di proprietà non possono essere utilizzate con l'impostazione di compatibilità selezionati:

# Error_TaskPropertiesIncompatibleSimple
source: Some settings are incompatible with this selection.
fr: Certains paramètres ne sont pas compatibles avec cette sélection.
it: Alcune impostazioni sono incompatibili con questa selezione.

# LastResultRunning
source: The task is currently running. (0x{0:X})
fr: La tâche est en cours d'exécution. (0x{0:X})
it: L'attività è attualmente in esecuzione. (0x{0:X})

# Error_PasswordMustBeProvided
source: For the options selected, a password for the specified user must be provided.
fr: Planificateur de tâches ne peut pas créer la tâche. Ne connaît pas le compte d'utilisateur, le mot de passe est incorrect ou le compte d'utilisateur n'a pas l'autorisation pour créer cette tâche.
it: Utilità di pianificazione non può creare l'attività. L'account utente è sconosciuto, la password non è corretta o l'account utente non dispone dell'autorizzazione per creare questa attività.
zh_cn: 對於所選擇的選項，為指定的用戶必須提供密碼
