Repository: dahall/TaskScheduler
Catalog: TaskEditor/TaskHistoryControl.*.resx
Languages: es, zh_hant

# addremoveColumnsToolStripMenuItem.Text
source: Add/remove columns
es: Agregar o quitar columnas
zh_hant: 新增/刪除列

# attachTaskToThisEventToolStripMenuItem.Text
source: Attach task to this event
es: Adjuntar tarea a este evento
zh_hant: 附加工作此事件

# collapseAllGroupsToolStripMenuItem.Text
source: Collapse all groups
es: Contraer todos los grupos
zh_hant: 關閉全部群組

# columnHeader0.Text
source: Level
es: Nivel
zh_hant: 等級

# columnHeader1.Text
source: Date and Time
es: Fecha y hora
zh_hant: 日期和時間

# columnHeader10.Text
source: Computer
es: Equipo
zh_hant: 電腦

# columnHeader11.Text
source: Process ID
es: Id. de proceso
zh_hant: 進程ID

# columnHeader12.Text
source: Thread ID
es: Id. de subproceso
zh_hant: 執行緒ID

# columnHeader2.Text
source: Event ID
es: Id. de evento
zh_hant: 事件識別碼

# columnHeader3.Text
source: Task Category
es: Categoría de la tarea
zh_hant: 工作類別

# columnHeader4.Text
source: Operational Code
es: Código operativo
zh_hant: 操作代碼

# columnHeader5.Text
source: Correlation Id
es: Id. de correlación
zh_hant: 相互關聯識別碼

# columnHeader6.Text
source: Keywords
es: Palabras clave
zh_hant: 關鍵字

# columnHeader7.Text
source: Source
es: Origen
zh_hant: 資源

# columnHeader8.Text
source: User
es: Usuario
zh_hant: 使用者

# columnHeader9.Text
source: Log
es: Registro
zh_hant: 日誌

# eventPropertiesToolStripMenuItem.Text
source: Event properties
es: Propiedades de evento
zh_hant: 事件屬性

# expandAllGroupsToolStripMenuItem.Text
source: Expand all groups
es: Expandir todos los grupos
zh_hant: 展開所有群組

# groupEventsByThisColumnToolStripMenuItem.Text
source: Group events by this column
es: Agrupar eventos por esta columna.
zh_hant: 通過此列小組活動

# historyDetailTitleText.Text
source: Event 100, TaskScheduler
es: Evento 100, TaskScheduler
zh_hant: 事件100的TaskScheduler

# historyHeader.Text
source: Number of events: X
es: Número de eventos: X
zh_hant: 事件數：X

# refreshToolStripMenuItem.Text
source: Refresh
es: Actualizar
zh_hant: 刷新

# removeGroupingOfEventsToolStripMenuItem.Text
source: Remove grouping of events
es: Quita una agrupación de eventos.
zh_hant: 刪除事件群組

# removeSortingToolStripMenuItem.Text
source: Remove sorting
es: Quitar orden
zh_hant: 刪除排序

# saveAllEventsAsToolStripMenuItem.Text
source: Save all events as...
es: Guardar todos los eventos como...
zh_hant: 保存所有事件...

# saveFileDialog.Filter
source: Event Files (*.evtx)|*.evtx|Xml (Xml File) (*.xml)|*.xml|Text (Tab Delimited) (*.txt)|*.txt|CSV (Comma Separated) (*.csv)|*.csv
es: Archivos de evento (*.evtx)|*. evtx|XML (Xml File) (*.xml)|*. xml|Texto (delimitado por tabulaciones) (*.txt)|*. txt|CSV (separado por comas) (*.csv)|*.csv
zh_hant: 事件檔（*採用.evtx）| *採用.evtx |提供XML（XML檔）（* .XML）| * .XML |文字檔（定位字元分隔）（* .TXT）| * .TXT | CSV（逗號分隔）（*。 CSV）| * .CSV

# sortEventsByThisColumnToolStripMenuItem.Text
source: Sort events by this column
es: Ordenar eventos por esta columna
zh_hant: 通過此列排序事件
