Repository: dahall/TaskScheduler
Catalog: TaskEditor/TaskPropertiesControl.*.resx
Languages: es, ru

# taskNameLabel.Text
source: Na&me:
es: No&mbre:
ru: Название:

# label2.Text
source: Location:
es: Ubicación:
ru: Расположение:

# taskAuthorLabel.Text
source: Author:
es: Autor
ru: Автор:

# taskDescLabel.Text
source: &Description:
es: Descripción
ru: Описание:

# taskNameText.Text
source: Task Name
es: Nombre de tarea
ru: Имя задачи

# taskVersionLabel.Text
source: &Configure for:
es: &Configurar para:
ru: Настроить для:

# taskHiddenCheck.Text
source: Hidd&en
es: Oculto
ru: Скрытая задача

# taskRunLevelCheck.Text
source: Run w&ith highest privileges
es: Ejecutar con los privilegios más altos
ru: Выполнить с наивысшими правами

# taskLocalOnlyCheck.Text
source: Do not store &password. The task will only have access to local computer resources.
es: No almacenar contraseña. La tarea solo tendrá acceso a los recursos del equipo local.
ru: Не сохранять пароль. Будут доступны ресурсы только локального компьютера.

# taskLoggedOptionalRadio.Text
source: Run &whether user is logged on or not
es: Ejecutar tanto si un usuario inició sesión como si no
ru: Выполнять вне зависимости от регистрации пользователя

# taskLoggedOnRadio.Text
source: &Run only when user is logged on
es: Ejecutar sólo cuando el usuario haya iniciado sesión
ru: Выполнять только для зарегистрированного пользователя

# changePrincipalButton.Text
source: Change &User or Group...
es: Cambiar usuario o grupo...
ru: Изменить...

# taskUserAcctLabel.Text
source: When running the task, use the following user account:
es: Al ejecutar la tarea, usar esta cuenta de usuario:
ru: При выполнении задачи, используйте следующую учетную запись:

# taskSecurityGroupBox.Text
source: Security options
es: Opciones de seguridad
ru: Параметры безопасности

# generalTab.Text
source: General
ru: Общие

# taskTriggerIntroLabel.Text
source: When you create a task, you can specify the conditions that will trigger the task.
es: Cuando se crea una tarea, se pueden especificar las condiciones que la activarán.
ru: При создании задачи, можно указать условия, при которых она будет запускаться.

# triggersTab.Text
source: Triggers
es: Desencadenadores
ru: Триггеры

# actionIntroLabel.Text
source: When you create a task, you must specify the action that will occur when your task starts.
es: Al crear una tarea, debe especificar la acción que se producirá cuando se inicie la tarea.
ru: При создании задачи необходимо указать действие, которое будет выполняться при ее запуске.

# actionsTab.Text
source: Actions
es: Acciones
ru: Действия

# taskStartIfConnectionCheck.Text
source: Start onl&y if the following network connection is available:
es: Iniciar sólo si la siguiente conexión de red está disponible:
ru: Запускать задачу только при подключении к следующей сети:

# networkConditionGroupBox.Text
source: Network
es: Red
ru: Сеть

# taskStopIfGoingOnBatteriesCheck.Text
source: Stop if the computer switches to &battery power
es: Detener si el equipo empieza a usar la batería
ru: Останавливать при переходе на питание от батарей

# taskWakeToRunCheck.Text
source: &Wake the computer to run this task
es: Activar el equipo para realizar esta tarea.
ru: Пробуждать компьютер для выполнения задачи

# taskDisallowStartIfOnBatteriesCheck.Text
source: Start the task only if the computer is on AC &power
es: Iniciar la tarea sólo si el equipo está conectado a la corriente alterna
ru: Запускать только при питании от электосети

# powerConditionGroupBox.Text
source: Power
es: Potencia
ru: Питание

# taskRestartOnIdleCheck.Text
source: Restart if the idle state res&umes
es: Reiniciar si el estado de inactividad se reanuda
ru: Перезапускать при возобновлении простоя

# taskStopOnIdleEndCheck.Text
source: Stop if the comput&er ceases to be idle
es: Detener si el equipo deja de estar inactivo
ru: Останавливать пр выходе компьютера из простоя

# taskIdleWaitTimeoutLabel.Text
source: W&ait for idle for:
es: Esperar a que esté inactivo durante:
ru: Ожидать простоя в течение:

# taskIdleDurationCheck.Text
source: Start the task only if the &computer is idle for:
es: Iniciar la tarea sólo si el equipo está inactivo durante:
ru: Запускать задачу при простое компьютера:

# idleConditionGroupBox.Text
source: Idle
es: Inactivo
ru: Простой

# conditionIntroLabel.Text
source: Specify the conditions that. along with the trigger, determine whether the task should run. The task will not run if any condition specified is not true.
es: Especificar las condiciones que junto con el desencadenador, determinan si la tarea debe ejecutarse. La tarea no se ejecutará si cualquier condición especificada no se cumple.
ru: Укажите условия, которые вместе с триггерами будут определять необходимость выполнения задачи. Если заданное условие недопустимо, задача не будет выполняться.

# conditionsTab.Text
source: Conditions
es: Condiciones
ru: Условия

# taskRunningRuleLabel.Text
source: If the task is already ru&nning, then the following rule applies:
es: Aplicar la siguiente regla si la tarea ya está en ejecución:
ru: Если задача уже ru & nning, то применяется следующее правило:!

# taskRestartAttemptTimesLabel.Text
source: times
es: veces
ru: раз

# taskRestartCountLabel.Text
source: Attempt &restart up to:
es: Intento de reinicio hasta:
ru: Количество попыток перезапуска:

# taskDeleteAfterCheck.Text
source: If the task is not scheduled to run again, &delete it after:
es: Eliminar la tarea si no está programada para ejecutarse de nuevo después de:
ru: Если повтор задачи не запланирован, удалять через:

# taskAllowHardTerminateCheck.Text
source: If the running task does not end when requested, &force it to stop
es: Hacer que la tarea en ejecución se detenga si no finaliza cuando se solicite
ru: Принудительная остановка задачи, если она не прекращается по запросу

# taskExecutionTimeLimitCheck.Text
source: Stop the tas&k if it runs longer than:
es: Detener la tarea si se ejecuta durante más de:
ru: Останавливать задачу, выполняемую дольше:

# taskRestartIntervalCheck.Text
source: If the &task fails, restart every:
es: Si la tarea no se ejecuta, reiniciarla cada:
ru: При сбое выполнения перезапускать через:

# taskStartWhenAvailableCheck.Text
source: Run task as soon as possible after a &scheduled start is missed
es: Ejecutar la tarea de inmediato si se pasó por alto algún inicio programado
ru: Немедленно запускать задачу, если пропущен плановый запуск

# taskAllowDemandStartCheck.Text
source: A&llow task to be run on demand
es: &Permitir que la tarea se ejecute a petición del usuario
ru: Разрешать выполнение задачи по требованию

# settingsIntroLabel.Text
source: Specify additional settings that affect the behavior of the task.
es: Especifique la configuración adicional que afecta al comportamiento de la tarea.
ru: Укажите дополнительные параметры выполнения задачи.

# settingsTab.Text
source: Settings
es: Configuración
ru: Настройки

# taskRegSourceLabel.Text
source: &Source:
es: &Origen:
ru: Источник:

# taskRegDocLabel.Text
source: &Documentation:
es: Documentación:
ru: Документация:

# taskRegSDDLLabel.Text
source: Se&curity:
es: Se&guridad:
ru: Безопасность:

# taskRegVersionLabel.Text
source: &Version:
es: &Versión:
ru: Версия:

# taskRegSDDLBtn.Text
source: Edit Security...
es: Modificar seguridad...
ru: Параметры безопасности...

# label5.Text
source: Specify registration information for the task.
es: Especificar la información de registro para la tarea.
ru: Укажите регистрационную информацию для задачи.

# regInfoTab.Text
source: Info
es: Información
ru: Информация

# taskMaintenanceExclusiveCheck.Text
source: Start task in e&xclusive mode
es: Iniciar la tarea en modo &exclusivo
ru: Запуск задания в монопольном режиме

# taskMaintenanceDeadlineLabel.Text
source: If task fails to complete, restart after:
es: Si la tarea no termina, reiniciar después de:
ru: Если задача была завершена с ошибкой, повторить через:

# taskMaintenancePeriodLabel.Text
source: During maintenance, start task every:
es: Durante el mantenimiento, iniciar tarea cada:
ru: В ходе обслуживания, запускать задачу каждые:

# autoMaintGroup.Text
source: Automatic Maintenance
es: Mantenimiento automático
ru: Автоматическое обслуживание

# principalSIDTypeLabel.Text
source: Process &Security Identify (SID) type:
es: Proceso y tipo de identificación de seguridad (SID):
ru: Тип идентификатора безопасности:

# principalReqPrivilegesLabel.Text
source: &Requied Privileges:
es: &Privilegios necesarios:
ru: Требуемые права доступа:

# secHardGroup.Text
source: Security Hardening
es: Endurecimiento de la seguridad
ru: Усиление защиты

# taskEnabledCheck.Text
source: &Enabled
es: &Habilitado
ru: Включено

# taskDisallowStartOnRemoteAppSessionCheck.Text
source: &Disallow start if in a Remote Applications Integrated Locally (RAIL) session
es: No permitir inicio de sesión dentro de aplicaciones remotas integradas localmente (RAIL)
ru: Запретить запуск при наличии подключения со стороны удаленного приложения

# taskUseUnifiedSchedulingEngineCheck.Text
source: &Use Unified Scheduling Engine
es: &Usar motor unificado de programación
ru: Использовать единый движок планировщика

# taskVolatileCheck.Text
source: &Automatically disable task every time Windows starts
es: &Desactivar automáticamente la tarea cada vez que inicia Windows
ru: Автоматически отключать задачу при запуске Windows

# label8.Text
source: Priority &Level:
es: Nivel de &prioridad:
ru: Приоритет:

# label4.Text
source: Specify additional security, maintenance, and system feature compatibility settings for the task.
es: Especificar la seguridad adicional, mantenimiento y sistema de configuración de compatibilidad de función para la tarea.
ru: Укажите дополнительные параметры безопасности, обслуживания и совместимости системных характерстик для задачи.

# addPropTab.Text
source: Additions
es: Adiciones
ru: Дополнительно

# runTimesErrorLabel.Text
source: (error text)
es: (texto de error)
ru: (текст ошибки)

# label3.Text
source: Error:
ru: Ошибка:

# label1.Text
source: Unable to show the run times for this task.
es: No se pueden mostrar los tiempos de ejecución de ésta tarea.
ru: Не удается отобразить время выполнения для этой задачи.

# runTimesTab.Text
source: Run Times
es: Tiempos de ejecución
ru: Время выполнения

# historyTab.Text
source: History
es: Historia
ru: История
