Repository: dahall/TaskScheduler
Catalog: TaskEditor/TriggerEditDialog.*.resx
Languages: ru

# okBtn.Text
source: OK
ru: ОК

# cancelBtn.Text
source: Cancel
ru: Отмена

# expireCheckBox.Text
source: Expire:
ru: Срок действия:

# activateCheckBox.Text
source: Activate:
ru: Активировать:

# stopIfRunsCheckBox.Text
source: Stop task if it runs longer than:
ru: Остановить задачу через:

# repeatCheckBox.Text
source: Repeat task every:
ru: Повторять задачу каждые:

# durationLabel.Text
source: for a duration of:
ru: в течение:

# delayCheckBox.Text
source: Delay task for up to (random delay):
ru: Отложить задачу на (произвольная задержка):

# stopAfterDurationCheckBox.Text
source: Stop all running tasks at end of repetition duration
ru: Останавливать все задачи по истечению срока повторов

# enabledCheckBox.Text
source: Enabled
ru: Включено

# advSettingsGroup.Text
source: Advanced Settings
ru: Дополнительные параметры

# logonLocalRadio.Text
source: Connection from local computer
ru: Подключение с локального компьютера

# logonRemoteRadio.Text
source: Connection from remote computer
ru: Подключение с удаленного компьютера

# logonChgUserBtn.Text
source: Change User or Group...
ru: Изменить...

# logonUserLabel.Text
source: <Current user>
ru: <Текущий пользователь>

# logonSpecUserRadio.Text
source: Specific user or group:
ru: Указанный пользователь или группа:

# logonAnyUserRadio.Text
source: Any user
ru: Любой пользователь

# startupIntroLabel.Text
source: No additional settings required.
ru: Дополнительные параметры не требуется.

# label8.Text
source: To change idle conditions, use the Conditions page in the Create Task or task Properties sheet.
ru: Для правки параметров состояния простоя, используйте вкладку "Условия" в окне свойств задачи.

# groupBox1.Text
source: Settings
ru: Параметры

# $this.Text
source: New Trigger
ru: Создание триггера

# triggerTypeLabel.Text
source: Begin the task:
ru: Начать задачу:
