Repository: dahall/TaskScheduler
Catalog: TaskService/TaskEditor/TaskSchedulerWizard.*.resx
Languages: de

# weeklyTriggerPage.Text
source: Setup a weekly trigger
de: Wöchentlichen Trigger einrichten

# durationLabel.Text
source: for a duration of:
de: für die Dauer von

# oneTimeTriggerPage.Text
source: Setup a one time trigger
de: Einmaligen Trigger einrichten

# openFileDialog1.Filter
source: All files|*.*
de: Alle Dateien |*.*

# triggerSelectPage.Text
source: Choose what triggers the task
de: Wählen, was diese Aufgabe auslöst

# summaryPrompt.Text
source: When you click Finish, the new task will be created and added to your Windows schedule.
de: Wenn Sie auf beenden klicken, wird die Aufgabe angelegt und zur Windows Aufgabenplanung hinzugefügt.

# summaryPage.Text
source: Summary
de: Zusammenfassung

# msgActionPage.Text
source: Setup a message to display
de: Erstellen Sie eine Meldung die Angezeigt werden soll

# openDlgAfterCheck.Text
source: Open the Properties dialog for this task when I click Finish
de: Einstellungen öffnen wenn ich auf beenden geklickt habe

# oneTimeStartLabel.Text
source: Start:
de: Beginn:

# repeatCheckBox.Text
source: Repeat task every:
de: Wiederholen jede:

# taskLocalOnlyCheck.Text
source: Do not store password. The task will only have access to local computer resources.
de: Passwort nicht speichern. Die Aufgabe greift nur auf lokale Computerressourcen zu.

# dailyTriggerPage.Text
source: Setup a daily trigger
de: Täglichen Trigger einrichten

# taskUserAcctLabel.Text
source: When running the task, use the following user account:
de: Beim Ausführen der Aufgabe folgendes Benutzerkonto verwenden:

# label1.Text
source: Task Name:
de: Name der Aufgabe:

# changePrincipalButton.Text
source: Change User or Group...
de: Benutzer oder Gruppe ändern …

# runActionPage.Text
source: Setup a program to run
de: Programm starten

# introPage.Text
source: Create a task
de: Aufgabe erstellen

# emailActionPage.Text
source: Setup an email message to send
de: E-Mail Nachricht erstellen, welche versandt werden soll

# label2.Text
source: Description:
de: Beschreibung:

# taskLoggedOnRadio.Text
source: Run only when user is logged on
de: Nur ausführen, wenn der Benutzer angemeldet ist.

# wizardControl1.Title
source: Create Task Wizard
de: Assistent zum Erstellen von Aufgaben

# onEventTriggerPage.Text
source: Setup a trigger on a system event
de: Trigger für ein System Ereignis erstellen

# triggerPropPage.Text
source: Trigger properties
de: Trigger Eigenschaften

# secOptPage.Text
source: Security Options
de: Sicherheits Optionen

# taskLoggedOptionalRadio.Text
source: Run whether user is logged on or not
de: Unabhängig von der Benutzeranmeldung ausführen

# enabledCheckBox.Text
source: Enabled
de: aktiv

# actionSelectPage.Text
source: Choose the action to perform
de: Wählen Sie eine Aktion die ausgeführt werden soll

# monthlyTriggerPage.Text
source: Setup a monthly trigger
de: Monatlichen Trigger einrichten
