Repository: dahall/TaskScheduler
Catalog: TaskService/Properties/Resources.*.resx
Languages: ja, sv, tr

# ActionTypeComHandler
source: Call a COM object
ja: COM オブジェクトを呼び出す
sv: Anropa ett COM-objekt
tr: Bir COM nesnesini çağırın

# ActionTypeExecute
source: Start a program
ja: プログラムを起動する
sv: Starta ett program
tr: Bir program başlat

# ActionTypeSendEmail
source: Send an e-mail
ja: メールを送信する
sv: Skicka ett e-postmeddelande
tr: Bir e-posta gönder

# ActionTypeShowMessage
source: Display a message
ja: メッセージを表示する
sv: Visa ett meddelande
tr: Bir mesaj göster

# DOWAllDays
source: every day
ja: 毎日
sv: varje dag
tr: her gün

# MOYAllMonths
source: every month
ja: 毎月
sv: varje månad
tr: her ay

# MultipleActions
source: Multiple actions defined
ja: 定義された複数のアクション
sv: Flera åtgärder definierade
tr: Birden çok işlem tanımlandı

# MultipleTriggers
source: Multiple triggers defined
ja: 定義された複数のトリガー
sv: Flera utlösare definierade
tr: Tanımlanan çoklu tetikleyiciler

# TaskDefaultPrincipal
source: Author
ja: 著者
sv: Upphovsman
tr: Yazar

# TaskStateDisabled
source: Disabled
ja: 無効化されました
sv: Inaktiverad
tr: Hizmet dışı bırakıldı

# TaskStateQueued
source: Queued
ja: キューに入れられました
sv: Köad
tr: Sıraya alındı

# TaskStateReady
source: Ready
ja: 準備が完了しました
sv: Klar
tr: Hazır

# TaskStateRunning
source: Running
ja: 作動中
sv: Körs
tr: Çalışıyor

# TaskStateUnknown
source: Unknown
ja: 不明
sv: Okänd
tr: Bilinmeyen

# TriggerAnyUser
source: any user
ja: 任意のユーザー
sv: någon användare
tr: herhangi bir kullanıcı

# TriggerBoot1
source: At system startup
ja: システム起動時
sv: Vid systemuppstart
tr: Sistem başlangıcında

# TriggerCustom1
source: Custom Trigger
ja: カスタムトリガー
sv: Anpassad utlösare
tr: Özel Tetikleyici

# TriggerDaily1
source: At {0:t} every day
ja: 毎日 {0:t} に
sv: Vid {0:t} varje dag
tr: Her gün {0: t} saatinde

# TriggerDaily2
source: At {0:t} every {1} days
ja: {1}日ごとに {0:t} に
sv: Vid {0:t} varje {1} dag
tr: Her {1} günde {0: t} saatinde

# TriggerDuration0
source: indefinitely
ja: 無限に
sv: oändligt
tr: belirsiz olarak

# TriggerDurationNot0
source: for a duration of {0}
ja: {0} の持続時間
sv: under en tid av {0}
tr: {0} süresince

# TriggerDurationNot0Short
source: for {0}
sv: under {0}
tr: {0} için

# TriggerEndBoundary
source: Trigger expires at {0:G}.
ja: トリガーの有効期限は {0:G} です。
sv: Utlösere utgår vid {0:G}.
tr: Tetik {0: G} 'de sona eriyor.

# TriggerEvent1
source: Custom event filter
ja: カスタムイベントフィルタ
sv: Anpassat aktivitetsfilter
tr: Özel etkinlik filtresi

# TriggerEventBasic1
source: On event - Log: {0}
ja: イベント時 - ログ: {0}
sv: Vid aktivitet - Logg: {0}
tr: Etkinlikte - Günlük: {0}

# TriggerEventBasic2
source: , Source: {0}
ja: , ソース: {0}
sv: , Källa: {0}
tr: , Kaynak: {0}

# TriggerEventBasic3
source: , EventID: {0}
tr: , Etkinlik Kimliği: {0}

# TriggerIdle1
source: When computer is idle
ja: コンピュータがアイドル状態の時
sv: När datorn är inaktiv
tr: Bilgisayar boştayken

# TriggerLogon1
source: At log on of {0}
ja: {0} のログオン時
sv: Vid inloggning av {0}
tr: {0} oturumunda

# TriggerMonthly1
source: At {0:t} on day {1} of {2}, starting {0:d}
ja: {2} {1}日の {0:t} に、{0:d} を開始
sv: Vid {0:t} på {1} dagen av {2}, med start {0:d}
tr: {2} 'nin {1} gününde {0: t}' de, {0: d} 'de başlar

# TriggerMonthlyDOW1
source: At {0:t} on {1} {2:f} each {3}, starting {0:d}
ja: {3} の {1} {2:f} の {0:t} に、{0:d} を開始
sv: Vid {0:t} på den {1} {2:f} varje {3}, med start {0:d}
tr: {0: t} 'de, {1} {2: f} her {3}' da, {0: d} 'de başlar

# TriggerRegistration1
source: When the task is created or modified
ja: タスクが作成または変更された時
sv: När uppgiften skapas eller ändras
tr: Görev oluşturulduğunda veya değiştirildiğinde

# TriggerRepetition
source: After triggered, repeat every {0} {1}.
ja: トリガーされた後、{0} {1} ごとに繰り返します。
sv: Efter utlösande, upprepa varje {0} {1}.
tr: Tetiklendikten sonra, her {0} {1} i tekrarlayın.

# TriggerRepetitionShort
source: Every {0} {1}.
ja: {0} {1} ごとに。
sv: Varje {0} {1}.
tr: Her {0} {1}.

# TriggerSessionConsoleConnect
source: On local connection to {0}.
ja: {0} へのローカル接続時。
sv: Vid lokal anslutning till {0}.
tr: Yerelde {0} a bağlantı.

# TriggerSessionConsoleDisconnect
source: On local disconnect from {0}.
ja: {0} からのローカル切断時。
sv: Vid lokal frånkoppling från {0}.
tr: Yerel bağlantıda {0} ile bağlantıyı kes.

# TriggerSessionRemoteConnect
source: On remote connection to {0}.
ja: {0} へのリモート接続時。
sv: Vid fjärranslutning till {0}.
tr: {0} a uzak bağlantıda .

# TriggerSessionRemoteDisconnect
source: On remote disconnect from {0}.
ja: {0} からのリモート切断時。
sv: Vid fjärrfrånkoppling från {0}.
tr: Uzaktan kumandada {0} ile bağlantıyı kesin.

# TriggerSessionSessionLock
source: On workstation lock of {0}.
ja: {0} のワークステーションロック時。
sv: Vid arbetsstationslåsning av {0}.
tr: {0} kilidi iş istasyonu üzerinde.

# TriggerSessionSessionUnlock
source: On workstation unlock of {0}.
ja: {0} のワークステーションのロック解除時。
sv: Vid arbetsstationsupplåsning av {0}.
tr: {0} kilidini açımı İş istasyonunda.

# TriggerSessionUserSession
source: user session of {0}
ja: {0} のユーザーセッション
sv: användarsession av {0}
tr: {0} kullanıcı oturumu

# TriggerTime1
source: At {0:t} on {0:d}
ja: {0:d} の {0:t}
sv: Vid {0:t} den {0:d}
tr: {0: d} de {0: t} saatinde

# TriggerTypeBoot
source: At startup
ja: 起動時
sv: Vid uppstart
tr: Başlangıçta

# TriggerTypeCustom
source: Custom Trigger
ja: カスタムトリガー
sv: Anpassad utlösare
tr: Özel Tetikleyici

# TriggerTypeDaily
source: Daily
ja: 毎日
sv: Dagligen
tr: Günlük

# TriggerTypeEvent
source: On an event
ja: イベント時
sv: Vid en aktivitet
tr: Bir etkinlikte

# TriggerTypeIdle
source: On idle
ja: アイドル時
sv: Vid inaktivitet
tr: Boşta

# TriggerTypeLogon
source: At log on
ja: ログオン時
sv: Vid inloggning
tr: Oturum açıldığında

# TriggerTypeMonthly
source: Monthly
ja: 毎月
sv: Månadsvis
tr: Aylık

# TriggerTypeMonthlyDOW
source: Monthly
ja: 毎月
sv: Månadsvis
tr: Aylık

# TriggerTypeRegistration
source: At task creation/modification
ja: タスクの作成/変更時
sv: Vid skapande/modifiering av uppgift
tr: Görev oluşturma / değiştirme

# TriggerTypeSessionStateChange
source: On state change
ja: 状態変更時
sv: Vid tillståndsändring
tr: Devlet değişiminde

# TriggerTypeTime
source: One time
ja: ワンタイム
sv: En gång
tr: Bir kere

# TriggerTypeWeekly
source: Weekly
ja: 毎週
sv: Veckovis
tr: Haftalık

# TriggerWeekly1Week
source: At {0:t} every {1} of every week, starting {0:d}
ja: 毎週 {1} の {0:t} に {0:d} を起動
sv: Vid {0:t} varje {1} i varje vecka, med start {0:d}
tr: {0: t} 'de her haftanın her {1}' inde, {0: d} 'dan başlayarak

# TriggerWeeklyMultWeeks
source: At {0:t} every {1} of every {2} weeks, starting {0:d}
ja: {2}週の {1} の {0:t} に {0:d} を起動
sv: Vid {0:t} varje {1} i varje {2} veckor, med start {0:d}
tr: {0: t} saatinde, her {2} haftadaki her {1} {0: d} den başlayarak

# WWAllWeeks
source: every
ja: 毎週
sv: varje
tr: her

# WWFifthWeek
source: fifth
ja: 第5
sv: femte
tr: beşinci

# WWFirstWeek
source: first
ja: 第1
sv: första
tr: ilk

# WWFourthWeek
source: fourth
ja: 第4
sv: fjärde
tr: dördüncü

# WWLastWeek
source: last
ja: 最後の
sv: sista
tr: sonuncu

# WWSecondWeek
source: second
ja: 第2
sv: andra
tr: ikinci

# WWThirdWeek
source: third
ja: 第3
sv: tredje
tr: üçüncü

# Error_TriggerEndBeforeStart
source: The date and time a trigger expires must be later than the time it starts or is activated.
ja: トリガーの有効期限は、開始時刻または起動された時刻よりも後でなければなりません。
sv: Datumet och tiden när en utlösare går ut måste vara senare än den tid den startar eller aktiveras.
tr: Bir tetikleyicinin süresinin dolacağı tarih ve saat, başlama veya etkinleştirme zamanından daha ileri olmalıdır.
