Repository: dahall/TaskScheduler
Catalog: TaskEditor/EditorProperties/Resources.*.resx
Languages: de, es, pl, ru

source: Any connection
de: Jede Verbindung
es: Cualquier conexión
pl: Dowolne połączenie
ru: Любое подключение

source: Disabled
de: Deaktiviert
es: Deshabilitado
pl: Wyłączono
ru: Отключен

source: Enabled
de: Aktiviert
es: Habilitado
pl: Włączono
ru: Включен

source: Last
de: Letzte
es: Último
pl: Ostatni
ru: Последний

# TriggerTypeBoot
source: At startup
de: Beim Start
es: Al inicio
pl: Przy uruchamianiu
ru: При запуске

# TriggerTypeEvent
source: On an event
de: Bei einem Ereignis
es: Al producirse un evento
pl: Przy zdarzeniu
ru: При событии

# TriggerTypeIdle
source: On idle
de: Im Leerlauf
es: Al estar inactivo
pl: Przy bezczynności
ru: При простое

# TriggerTypeLogon
source: At log on
de: Bei Anmeldung
es: Al iniciar la sesión
pl: Przy logowaniu
ru: При входе в систему

# TriggerTypeRegistration
source: At task creation/modification
de: Bei Aufgabenerstellung/-änderung
es: Al crear o modificar tarea
pl: Przy tworzeniu/modyfikowaniu zadania
ru: При создании или изменении задачи

# TriggerTypeSchedule
source: On a schedule
de: Nach einem Zeitplan
es: Según una programación
pl: Zgodnie z harmonogramem
ru: По расписанию

# TriggerTypeSessionConnect
source: On connection to a user session
de: Bei Verbindung einer Benutzersitzung
es: Al conectarse a una sesión de usuario
pl: Przy połączeniu z sesją użytkownika
ru: При подключении к пользовательскому сеансу

# TriggerTypeSessionDisconnect
source: On disconnect from a user session
de: Bei Trennung einer Benutzersitzung
es: Al desconectarse de una sesión de usuario
pl: Przy rozłączeniu z sesją użytkownika
ru: При отключении от пользовательского сеанса

# TriggerTypeWorkstationLock
source: On workstation lock
de: Bei Arbeitsstationssperre
es: Al bloquearse la estación de trabajo
pl: Przy zablokowaniu stacji roboczej
ru: При блокировании рабочей станции.

# TriggerTypeWorkstationUnlock
source: On workstation unlock
de: Beim Aufheben der Arbeitsstationssperre
es: Al desbloquearse la estación de trabajo
pl: Przy odblokowaniu stacji roboczej
ru: При разблокировании рабочей станции.

# DateTimeSyncText
source: Synchronize across time zones
de: Zeitzonenübergreifende Synch.
es: Sincronizar zonas horarias
pl: Synch. w strefach czasowych
ru: Синхр. часовые пояса

source: Local Machine
de: Lokale Maschine
es: Equipo local
pl: Komputer lokalny
ru: Локальный компьютер

# TaskEditDlgTitle
source: {0} Properties ({1})
de: {0} Eigenschaften ({1})
es: Propiedades de {0} ({1})
pl: Właściwości {0} ({1})
ru: {0} свойства ({1})

# WizardEventTriggerErrorTitle
source: Invalid Event Trigger
de: Ungültiger Ereignis-Trigger
es: Desencadenador de evento no válido
pl: Nieprawidłowe zdarzenie wyzwalacza
ru: Некорректные параметры триггера

# WizardEventTriggerInvalid
source: At a minimum, a log must be selected.
de: Es muss mindestens ein Protokoll ausgewählt werden.
es: Como mínimo, se debe seleccionar un registro.
pl: Należy wybrać dziennik.
ru: Как минимум, должен быть выбран журнал.

# WizardMonthlyDOWTriggerInvalid
source: There must be at least one month, one week, and one weekday selected.
de: Es muss mindestens ein Monat, eine Woche, und einen Wochentag ausgewählt werden.
es: Debe de haber al menos un mes, una semana y un día de la semana seleccionado.
pl: Musi być zanaczony co najmniej jeden miesiąc, jeden tydzień i jeden dzień tygodnia.
ru: Должны быть выбраны, как минимум, один месяц, одна неделя и один день недели.

# WizardMonthlyTriggerErrorTitle
source: Invalid Monthly Trigger
de: Ungültiger monatlicher Trigger
es: Desencadenador mensual no válido
pl: Nieprawidłowy wyzwalacz comiesięczny
ru: Некорректные параметры триггера

# WizardMonthlyTriggerInvalid
source: There must be at least one month and one day selected.
de: Es muss mindestens ein Monat und ein Tag ausgewählt werden.
es: Debe haber al menos un mes y un día seleccionado.
pl: Musi być zaznaczony co najmniej jeden miesiąc i jeden dzień.
ru: Должны быть выбраны, как минимум, один месяц и один день.

# ComObjectDoesNotSupportInterfaceErrorMessage
source: This COM Class does not support the required interface.
de: Diese COM-Klasse unterstützt die gewünschte Schnittstelle nicht.
es: Esta clase COM no admite la interfaz requerida.
pl: Ta klasa COM nie obsługuje wymaganego interfejsu.
ru: Данный COM-объект не поддерживает требуемый интерфейс.

# Error_CredUIConfirmFailed
source: Call to CredUIConfirmCredentials failed with error code: {0}
de: Aufrufen von CredUIConfirmCredentials ist mit Fehlercode: {0} fehlgeschlaen.
es: La llamada a CredUIConfirmCredentials falló con código de error: {0}
pl: Wywołanie CredUIConfirmCredentials nie powiodło się zwracając kod błędu: {0}
ru: Вызов CredUIConfirmCredentials завершился с кодом ошибки: {0}

# Error_CredUIPromptFailed
source: Call to CredUIPromptForCredentials failed with error code: {0}
de: Aufrufen von CredUIPromptForCredentials ist mit Fehlercode: {0} fehlgeschlaen.
es: La llamada a CredUIPromptForCredentials falló con código de error: {0}
pl: Wywołanie CredUIPromptForCredentials nie powiodło się zwracając kod błędu: {0}
ru: Вызов CredUIPromptForCredentials завершился с кодом ошибки: {0}

# TaskSchedulerName
source: Task Scheduler
de: Aufgabenplanner
es: Programador de tareas
pl: Harmonogram zadań
ru: Планировщик задач

# CredentialPromptMessage
source: Enter user account information for running this task.
de: Geben Sie Informationen zum Benutzerkonto für die Auführung dieser Aufgabe an.
es: Escriba la información de cuenta de usuario para ejecutar esta tarea.
pl: Wprowadź informacje o koncie użytkownika do uruchomienia tego zadania.
ru: Введите данные учетной записи пользователя для запуска этой задачи.

# UserAuthenticationError
source: A valid password for the specified account was not provided.
de: Ein gültiges Kennwort für das angegebene Konto wurde nicht angegeben.
es: No se proporcionó una contraseña válida para la cuenta especificada.
pl: Nie podano prawidłowego hasła dla konta.
ru: Необходимо предоставить действительный пароль для указанной учетной записи.

# TaskMustHaveActionsError
source: There must be at least one action assigned to this task.
de: Es muss mindestens eine Aktion zu dieser Aufgabe zugeordnet sein.
es: Debe haber al menos una acción asignada a esta tarea.
pl: Musi istnieć co najmniej jedna akcja przypisana do tego zadania.
ru: Необходимо назначить как минимум одно действие для задачи.

# TaskRunTimesDialogTitle
source: Task Run Times ({0})
de: Aufgabenlaufzeiten ({0})
es: Tiempos de ejecución de la tarea ({0})
pl: Uruchomienia zadania ({0})
ru: Время выполнения ({0})

# LastResultSuccessful
source: The operation completed successfully. (0x0)
de: Die Operation wurde erfolgreich abgeschlossen. (0x0)
es: Operación completada correctamente. (0x0)
pl: Operacja zakończyła się pomyślnie. (0x0)
ru: Задача успешно завершено. (0x0)

source: Never
de: Nie
es: Nunca
pl: Nigdy
ru: Никогда

# ActionDlgEditCaption
source: Edit Action
de: Aktion bearbeiten
es: Editar acción
pl: Edycja akcji
ru: Изменить действие

# ActionDlgNewCaption
source: New Action
de: Neue Aktion
es: Nueva acción
pl: Nowa akcja
ru: Создать действие

# TriggerDlgEditCaption
source: Edit Trigger
de: Trigger bearbeiten
es: Editar desencadenador
pl: Edytowanie wyzwalacza
ru: Изменение триггера

# TriggerDlgNewCaption
source: New Trigger
de: Neuer Trigger
es: Nuevo desencadenador
pl: Nowy wyzwalacz
ru: Создание триггера

# Error_TaskDeleteMustHaveExpiringTrigger
source: If you want to have a task deleted automatically after it runs, you must add at least one trigger that has an expiration date.
de: Wenn Sie eine Aufgabe automatisch nach der Ausführung gelöscht haben wollen, müssen Sie mindestens einen Trigger, der ein Ablaufdatum hat, hinzufügen.
es: Si desea que una tarea se elimine automáticamente después de ejecutarse, agregue al menos un desencadenador con una fecha de expiración.
pl: Jeśli chcesz mieć zadania usuwane automatycznie po uruchomieniu, należy dodać co najmniej jeden wyzwalacz, który ma datę wygaśnięcia.
ru: Если вы хотите, чтобы задача была удалена автоматически после выполнения, необходимо добавить хотя бы один триггер со сроком истечения.

# BrowseForTargetServerPrompt
source: Select a new target computer:
de: Einen neuen Zielcomputer auswähen:
es: Seleccionar un nuevo equipo de destino:
pl: Wybierz komputer docelowy:
ru: Выберите новый целевой компьютер:

# NoUserSpecifiedText
source: <none>
de: <keine>
es: Ninguno
pl: <brak>
ru: <Не указан>

# TimeSpanDoNotWait
source: Do not wait
de: Nicht warten
es: No esperar
pl: Nie czekaj
ru: Не ждать

# TimeSpanImmediately
source: Immediately
de: Sofort
es: Inmediatamente
pl: Natychmiast
ru: Немедленно

# TimeSpanIndefinitely
source: Indefinitely
de: Unbegrenzt
es: Indefinidamente
pl: Czas nieokreślony
ru: Бессрочно

# Error_CannotRetrieveHistory
source: Unable to retrieve task history. Error: {0}
de: Taskverlauf kann nicht abgerufen werden. Fehler: {0}
es: No se puede recuperar el historial de tareas. Error: {0}
pl: Nie można pobrać historii zadania. Błąd: {0}
ru: Невозможно получить историю для этой задачи. Ошибка: {0}

# Error_NoGroupsUnderV1
source: Running a task under a group user account is supported only on Windows Vista™ or later. To run a task under a group account, you must upgrade this task to a Windows Vista™ task.
de: Ausführen einer Aufgabe unter einer Gruppe-Benutzerkonto wird nur unter Windows Vista™ oder höher unterstützt. Um eine Aufgabe im Rahmen eines Gruppenkontos ausführen, müssen Sie diese Aufgabe zu einem Windows Vista™ Task umwandeln.
es: Ejecutar una tarea con una cuenta de usuario de grupo se admite solo en Windows Vista™ o posterior. Para ejecutar una tarea con una cuenta de grupo, debe actualizar la tarea a una tarea de Windows Vista™.
pl: Uruchamianie zadania przy użyciu konta grupy jest obsługiwane tylko na Windows Vista™ lub późniszym. Aby uruchomić zadanie w ramach konta grupy, należy uaktualnić to zadanie do zadania Windows Vista™.
ru: Запуск задачи под учетной записью группы поддерживается только на Windows Vista™ или более поздней версии. Для запуска задачи под учетной записью группы, необходимо настроить эту задачу как задачу для Windows Vista™.

# WizActionSubtextEmail
source: Sends an e-mail using supplied information.
de: Sendet eine E-Mail mit den angegebenen Informationen.
es: Envía un correo electrónico utilizando la información introducida.
pl: Wysyła wiadomości e-mail przy użyciu dostarczonych informacji.
ru: Отправляет электронное сообщение с использованием указанной информации.

# WizActionSubtextExecute
source: Executes a command-line operation.
de: Führt eine Befehlszeilen-Operation aus.
es: Ejecuta una operación de línea de comandos.
pl: Wykonuje operację wiersza polecenia.
ru: Выполняет операцию командной строки.

# WizActionSubtextShowMessage
source: Shows a message box when a task is activated.
de: Zeigt eine Meldung, wenn eine Aufgabe aktiviert ist.
es: Muestra un mensaje cuando se activa una tarea.
pl: Pokazuje okno komunikatu, gdy zadanie zostanie uruchomione.
ru: Выводит на экран окно сообщения при активации задачи.

# WizActionTextExecute
source: Run a program
de: Programm starten
es: Ejecutar un programa
pl: Uruchom program
ru: Запуск программы

# WizActionTextSendEmail
source: Send an e-mail
de: E-Mail senden
es: Enviar un correo electrónico
pl: Wyślij wiadomość e-mail
ru: Отправка электронной почты

# WizActionTextShowMessage
source: Display a message
de: Meldung anzeigen
es: Mostrar un mensaje
pl: Wyświetl komunikat
ru: Вывод сообщения

# WizTriggerSubtextDaily
source: Starts a task based on a daily schedule. For example, the task starts at a specific time every day, every other day, every third day, and so on.
de: Startet eine Aufgabe auf Basis eines täglichen Zeitplans. Zum Beispiel beginnt die Aufgabe zu einer bestimmten Zeit täglich, jeden zweiten Tag, jeden dritten Tag, und so weiter.
es: Inicia una tarea basada en un programa diario. Por ejemplo, la tarea empieza a una hora específica todos los dias, cada día, cada tercer día, y así sucesivamente.
pl: Uruchamia zadanie w oparciu harmonogram dzienny. Na przykład uruchamiania zadania w określonym czasie każdego dnia, co drugi dzień, co trzeci dzień i tak dalej.
ru: Запускает задачу на ежедневной основе. Например, задача запускается в определенное время каждый день, через день, каждый третий день, и так далее.

# WizTriggerTextDaily
source: Daily
de: Täglich
es: Diariamente
pl: Codziennie
ru: Ежедневно

# WizTriggerSubtextEvent
source: Starts a task when a system event occurs.
de: Startet eine Aufgabe, wenn ein System-Ereignis eintritt.
es: Inicia una tarea cuando se produce un evento del sistema.
pl: Uruchamia zadanie, gdy wystąpi zdarzenie systemu.
ru: Запускает задачу при возникновении системного события.

# WizTriggerTextEvent
source: When a specific event is logged
de: Falls ein bestimmtes Ereignis protokoliert wird
es: Cuando se registre un evento específico
pl: Przy zarejestrowaniu określonego zdarzenia
ru: При регистрации определенного события

# WizTriggerSubtextMonthly
source: Starts a task based on a monthly schedule. For example, the task starts on specific days of specific months.
de: Startet eine Aufgabe auf Basis eines monatlichen Zeitplans. Zum Beispiel beginnt die Aufgabe an bestimmten Tagen bestimmten Monaten.
es: Inicia una tarea basada en un calendario mensual. Por ejemplo, la tarea empieza en días específicos de meses específicos.
pl: Uruchamia zadanie w oparciu o harmonogram miesięczny. Na przykład zadanie rozpoczyna się w konkretne dni określonych miesięcy.
ru: Запускает задачу на ежемесячной основе. Например, задача запускается на определенные дни указанных месяцев.

# WizTriggerTextMonthly
source: Monthly
de: Monatlich
es: Mensual
pl: Comiesięcznie
ru: Ежемесячно

# WizTriggerSubtextTime
source: Starts a task at a specific date and time.
de: Startet eine Aufgabe zu einem bestimmten Datum und Uhrzeit.
es: Inicia una tarea en una fecha y hora específicas.
pl: Uruchamia zadanie w określonym dniu i czasie.
ru: Запускает задачу на указанные дату и время.

# WizTriggerTextTime
source: One time
de: Einmal
es: Una vez
pl: Jeden raz
ru: Однократно

# WizTriggerSubtextWeekly
source: Starts a task based on a weekly schedule. For example, the task starts at 8:00 A.M. on a specific day of the week every week or every other week.
de: Startet eine Aufgabe auf Basis eines wöchentlichen Zeitplans. Zum Beispiel beginnt die Aufgabe um 08:00 Uhr an einem bestimmten Tag der Woche jede Woche oder jede zweite Woche.
es: Inicia una tarea basada en un programa semanal. Por ejemplo, la tarea comienza a las 8:00 en un día específico de la semana, cada semana o cada dos semanas.
pl: Uruchamia zadanie w oparciu o Harmonogram tygodniowy. Na przykład zadanie rozpoczyna się o godzinie 8:00 w określonym dniu tygodnia, co tydzień lub co drugi tydzień.
ru: Запускает задачу на еженедельной основе. Например, задача начинается в 8:00 утра в определенный день недели, каждую неделю или каждые две недели.

# WizTriggerTextWeekly
source: Weekly
de: Wöchentlich
es: Semanalmente
pl: Cotygodniowo
ru: Еженедельно

# WizardSummaryFormatString
source: Name: {0} Description: {1} Trigger: {2} Action: {3}
de: Name: {0} Beschreibung: {1} Trigger: {2} Aktion: {3}
es: Nombre: {0} Descripción: {1} Desencadenador: {2} Acción : {3}
pl: Nazwa: {0} Opis: {1} Wyzwalacz: {2} Akcja: {3}
ru: Название: {0} Описание : {1} Триггер: {2} Действие: {3}

# Error_RepetitionMoreThanDuration
source: The repetition interval value must be less than or equal to the repetition duration value.
de: Der Wert für das Wiederholunsinterval muss kleiner oder gleich dem Wert der Wiederholunsdauer sein.
es: El valor de intervalo de repetición debe ser menor o igual que el valor de duración de la repetición.
pl: Interwał powtarzania musi być mniejszy lub równa czasowi trwania powtarzania.
ru: Продолжительность интервала должна превышать промежуток между повторениями.

# Error_PasswordMustBeProvided
source: For the options selected, a password for the specified user must be provided.
de: Die Aufgabenplanung kann die Aufgabe nicht erstellen. Das Benutzerkonto ist nicht bekannt, das Kennwort ist falsch, oder das Benutzerkonto ist nicht berechtigt diese Aufgabe zu erstellen.
es: Programador de tareas no puede crear la tarea. Se desconoce la cuenta de usuario, la contraseña es incorrecta, o la cuenta de usuario no tiene permiso para crear esta tarea.
pl: Harmonogram zadań nie może utworzyć zadania. Konto użytkownika jest nieznane, hasło jest nieprawidłowe lub konto użytkownika nie ma uprawnień do utworzenia tego zadania.
ru: Планировщик не может создать задачу. Учетная запись пользователя неизвестна, указан неверный пароль или учетная запись пользователя не имеет прав на создание этой задачи.

# TaskCompatibility
source: AT service|Windows Server™ 2003, Windows® XP, or Windows® 2000|Windows Vista™, Windows Server™ 2008|Windows® 7, Windows Server™ 2008 R2|Windows® 8, Windows Server™ 2012
de: AT service|Windows Server™ 2003, Windows® XP, or Windows® 2000|Windows Vista™, Windows Server™ 2008|Windows® 7, Windows Server™ 2008 R2|Windows® 8, Windows Server™ 2012|Windows®10
es: Servicio AT|Windows Server ™ 2003, Windows® XP o Windows 2000| Windows Vista™, Windows™ Server 2008| Windows® 7, Windows Server™ 2008 R2| Windows® 8 o 8.1, Windows Server ™ 2012| Windows® 10
pl: Usługa AT|Server™ systemu Windows 2003, Windows® lub Windows® 2000|Windows Vista™, Windows Server™ 2008|Windows® 7, Windows Server™ 2008 R2|Windows® 8 lub 8.1, Windows Server™ 2012|Windows® 10
ru: AT service | Windows Server™ 2003, Windows® XP или Windows® 2000 | Windows Vista™, Windows Server™ 2008 | Windows® 7, Server™ 2008 R2 Windows | Windows® 8 или 8.1, Windows Server™ 2012 | Windows® 10

# TimeSpanNotStarted
source: Not started
de: Noch nicht gestartet
es: No iniciado
pl: Nierozpoczęte
ru: Выполнение не начато

# ProcessPriorityAboveNormal
source: Above normal
de: Über normal
es: Por encima de lo normal
pl: Powyżej normalnego
ru: Выше среднего

# ProcessPriorityBelowNormal
source: Below normal
de: Unter normal
es: Por debajo de lo normal
pl: Poniżej normalnego
ru: Ниже среднего

# ProcessPriorityHigh
source: High
de: Hoch
es: Alta
pl: Wysoki
ru: Высокий

# ProcessPriorityIdle
source: Idle
es: Inactivo
pl: Bezczynności
ru: Низкий

# ProcessPriorityNormal
source: Normal
pl: Normalny
ru: Среднего

# ProcessPriorityRealTime
source: Real-time
de: Echtzeit
es: Tiempo real
pl: Czasu rzeczywistego
ru: Реального времени

# SIDTypeDefault
source: Default
de: Standard
es: Predeterminado
pl: Domyślny
ru: По умолчанию

# SIDTypeNone
source: None
de: Keine
es: Ninguno
pl: Brak
ru: Отсутствует

# SIDTypeUnrestricted
source: Unrestricted
de: Unbeschränkt
es: Sin restricciones
pl: Bez ograniczeń
ru: Без ограничений

# Error_PrincipalSidTypeInvalid
source: The user account on the General tab must be set to either 'NETWORK SERVICE' or 'LOCAL SERVICE' when the Process SID Type is set to 'Unrestricted' on the Additions tab. You must either change the SID Type or set the user to one of the valid accounts.
de: Wenn der Prozess SID-Typ auf "eingeschränkt" auf der Registerkarte "Zugänge" eingestellt ist, muss das Benutzerkonto auf der Registerkarte "Allgemein" entweder "NETZWERKDIENST" oder "LOCALER DIENST" sein. Sie müssen entweder die SID-Typ oder den Benutzer zu einer der gültigen Konten ändern.
es: La cuenta de usuario en la ficha General debe establecerse en 'Servicio de red' o 'Servicio LOCAL' cuando el proceso de SID Type es 'Ilimitado' en la ficha complementos. Debe cambiar el SID Type o establecer el usuario en una de las cuentas válidas.
pl: Konto użytkownika na karcie Ogólne należy ustawić na 'Usługa sieciowa' lub 'Usługa lokalna' gdy typ identyfikatora SID jest ustawiony na 'Bez ograniczeń' na karcie Dodatkowe. Należy zmienić typ identyfikatora SID lub konto użytkownika na jedną z prawidłowych wartości.
ru: Учетной записи пользователя на вкладке Общие должно быть присвоено значение «Локальная служба» или «Сетевая служба», если тип идентификатора безопасности процесса имеет значение «Без ограничений» на вкладке дополнений. Необходимо либо изменить тип SID или выбрать одну из допустимых учетных записей пользователя.

# UseUnifiedResetQuestion
source: Setting this property will disable a number of other properties. Would you still like to proceed?
de: Das Festlegen dieser Eigenschaft wird eine Reihe von anderen Eigenschaften deaktivieren. Möchten Sie dennoch fortfahren?
es: Al establecer esta propiedad se desactivarán otras propiedades. ¿Seguro que desea continuar?
pl: Ustawienie tej właociwooci spowoduje wyłączenie wielu innych obiektów. Nadal chcesz kontynuować?
ru: Установка этого свойства отменит ряд других указанных настроек. Вы хотите продолжить?

# ActionTypeComHandler
source: Custom handler
de: Benutzerdefinierter Handler
es: Controlador personalizado
pl: Obsługa niestandardowa
ru: Пользовательский обработчик

# ActionTypeExecute
source: Start a program
de: Programm starten
es: Iniciar un programa
pl: Uruchom program
ru: Запуск программы

# ActionTypeSendEmail
source: Send an e-mail
de: E-Mail senden
es: Enviar un correo electrónico
pl: Wyślij wiadomość e-mail
ru: Отправка электронной почты

# ActionTypeShowMessage
source: Display a message
de: Meldung anzeigen
es: Mostrar un mensaje
pl: Wyświetl komunikat
ru: Вывод сообщения

# TaskInstancesIgnoreNew
source: Do not start a new instance
de: Neue Instanz nicht ausführen
es: No iniciar una instancia nueva
pl: Nie uruchamiaj nowego wystąpienia
ru: Не запускать новый экземпляр

# TaskInstancesParallel
source: Run a new instance in parallel
de: Neue Instanz parallel ausführen
es: Ejecutar una instancia nueva en paralelo
pl: Uruchom nowe wystąpienie równolegle
ru: Запускать новый экземпляр здадания

# TaskInstancesQueue
source: Queue a new instance
de: Neue Instanz einreihen
es: Poner en cola una instancia nueva
pl: Kolejkuj nowe wystąpienie
ru: Ставить новый экземпляр задания в очередь

# TaskInstancesStopExisting
source: Stop the existing instance
de: Die vorhandene Instanz stoppen
es: Detener la instancia existente
pl: Zatrzymaj istniejące wystąpienie
ru: Остановка текущего задания

# Error_InvalidSddlFormat
source: SDDL must be in format defined at http://goo.gl/6au0V
de: SDDL muss in einem Format definiert sein http://goo.gl/6au0V
es: El SDDL debe estar en formato definido en http://goo.gl/6au0V
pl: SDDL musi być w formacie zdefiniowanym w http://goo.gl/6au0V
ru: SDDL должен быть в формате, определенном в http://goo.gl/6au0V!

# Error_InvalidUriFormat
source: URI is not in a correct format
de: URI ist nicht in einem korrekten Format.
es: La URI no tiene un formato correcto
pl: Identyfikator URI jest w niepoprawnym formacie.
ru: Некорректный формат URI

# Error_InvalidVersionFormat
source: Version must be in the format major.minor[.build[.revision]].
de: Version muss im folgenden Format sein major.minor[.build[.revision]].
es: La versión debe estar en el formato major.minor[.build[.revision]].
pl: Wersja musi być w formacie nr_główny.nr_pomocniczy[.nr_kompilacji[.nr_wydania]].
ru: Версия должна быть в формате [Главная.вспомогательная[.построение[.Редакция]].

# EventDetailHeader
source: Event {0}, TaskScheduler
de: Ereignis {0}, TaskScheduler
es: Evento {0}, TaskScheduler
pl: Zdarzenie {0}, TaskScheduler
ru: Событие {0}, Планировщик заданий

# HistoryHeader
source: Number of events: {0}
de: Anzahl der Ereignisse: {0}
es: Número de eventos: {0}
pl: Liczba zdarzeń: {0}
ru: Количество событий: {0}

# EventPropertiesDialogTitle
source: Event Properties - Event {0}, TaskScheduler
de: Ereigniseigenschaften - Ereignis {0}, TaskScheduler
es: Propiedades de eventos - evento {0}, TaskScheduler
pl: Właściwości zdarzenia - zdarzenie {0}, TaskScheduler
ru: Свойства события - события {0}, Планировщик заданий

# TaskEventStatusFailure
source: Failure
de: Fehler
es: Error
pl: Błąd
ru: Ошибка
