Repository: dahall/TaskScheduler
Catalog: TaskEditor/EditorProperties/Resources.*.resx
Languages: de, es, pl, ru

# TaskEventStatusStillRunning
source: Still running
de: Läuft noch
es: Aún en ejecución
pl: Działa
ru: Выполняется

# TaskEventStatusSuccess
source: Success
de: Erfolg
es: Correcto
pl: Sukces
ru: Успех

# TaskEventStatusTerminated
source: Terminated
de: Abgebrochen
es: Finalizado
pl: Zakończony
ru: Прервано

# TriggerTypeRemoteConnect
source: On connection to a remote user session
de: Bei Verbindung vom Remote Computer
es: Al conectarse a una sesión de usuario remoto
pl: Przy połączeniu z sesją zdalnego użytkownika
ru: При подключении к сеансу удаленного пользователя

# TriggerTypeRemoteDisconnect
source: On disconnect from a remote user session
de: Bei Trennung vom Remote Computer
es: Al desconectarse a una sesión de usuario remoto
pl: Przy rozłączeniu z sesją zdalnego użytkownika
ru: При отключении от сеанса удаленного пользователя

# LoadingPrompt
source: Loading...
de: Wird geladen...
es: Cargando...
pl: Trwa ładowanie...
ru: Загрузка...

# Error_InvalidNameFormat
source: Task name is not in a valid format. Characters not allowed in a filename are not allowed in a task name.
de: Taskname ist nicht in einem güligen Format. Zeichen, die in einem Dateinamen nicht zugelassen sind, sind in einem Taskname nicht zugelassen.
es: El nombre de la tarea no contiene un formato válido. No se permiten carácteres no válidos de nombre de archivo en un nombre de tarea.
pl: Nazwa zadania nie jest prawidłowa. Znaki niedozwolone w nazwie pliku są niedozwolone w nazwie zadania.
ru: Некорректное название задачи. Присутствуют недопустимые символы.

# Error_CannotEditTrigger
source: This type of trigger cannot be edited in this tool.
de: Dieser Auslösemechanismus kann in diesem Werkzeug nicht bearbeitet werden.
es: No se puede editar este tipo de desencadenador en esta herramienta.
pl: Nie można edytować tego rodzaju wyzwalacza w tym narzędziu.
ru: Невозможно редактировать настройки этого типа триггера при помощи данного инструмента.

# TriggerTypeCustom
source: Custom Trigger
de: Benutzerdefinierter Trigger
es: Desencadenador personalizado
pl: Wyzwalacz niestandardowy
ru: Пользовательский триггер

# ChangeUserBtn
source: Change User or Group...
de: &Benutzer oder Gruppe ändern...
es: Cambiar usuario o grupo...
pl: Z&mień użytkownika lub grupę…
ru: Изменить...

# ChangeUserBtnNonAdmin
source: Change User...
de: &Benutzer ändern...
es: Cambiar usuario...
pl: Zmień użytkownika...
ru: Выбрать пользователя...

# Error_EventsNotSupported
source: Task events and history are not supported on .NET versions prior to 3.5.
de: Task-Veranstaltungen und Historie sind auf NET-Versionen vor 3.5 nicht unterstützt.
es: El historial de eventos de la tarea no es compatible en las versiones .NET inferiores a la versión 3.5.
pl: Zdarzenia i historia zadania nie są obsługiwane w wersjach .NET przed 3.5.
ru: События задачи и история недоступны в версиях, предшествующих .NET 3.5.

# Error_TaskPropertiesIncompatible
source: The following property settings cannot be used with the selected compatibility setting:
de: Die folgenden Eigenschafteneinstellungen können nicht mit der gewählten Einstellung verwendet werden:
es: Los siguientes valores de propiedad no pueden utilizarse con la opción de compatibilidad seleccionado:
pl: Poniższe ustawienia nie mogą być używane z wybranym ustawieniem zgodności:
ru: Следующие параметры не могут быть использованы при указанных настройках совместимости:

# Error_TaskPropertiesIncompatibleSimple
source: Some settings are incompatible with this selection.
de: Einige Einstellungen sind nicht kompatibel mit dieser Auswahl.
es: Algunas opciones son incompatibles con esta selección.
pl: Niektóre ustawienia są niezgodne z dokonanym wyborem.
ru: Некоторые параметры несовместимы в текущей выборке.

# LastResultRunning
source: The task is currently running. (0x{0:X})
de: Die Aufgabe wird derzeit ausgeführt. (0x{0:X})
es: La tarea se está ejecutando actualmente. (0x{0:X})
pl: Zadanie jest aktualnie uruchomione. (0x{0:x})
ru: Задание выполняется. (0x{0:X})
